<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" type="text/css" href="indexstyle.css">
    <title>Modern Homepage</title>
</head>
<body>
    <header>
        <h1>Raiman Krishna</h1>
        <p>
            <a href="https://raiman.medium.com">Medium</a> |
            <a href="https://www.linkedin.com/in/raiman-krishna-90b108230/">LinkedIn</a> |
            <a href="https://github.com/RaimanKrishna/raimankrishna.github.io?tab=readme-ov-file#raimankrishnagithubio">GitHub</a> |
            <a href="portfolio.html">Portfolio</a> |
            <a href="project.html">Project</a> |
            <a href="CV.html">CV</a>
        </p>
    </header>

   <section class="image-section">
        <img src="Chart1.png" alt="Chart1 Image">
        <img src="Chart2.png" alt="Chart2 Image">
        <img src="Chart3.png" alt="Chart23Image">
   </section>
    
    <section class="about">
        <img src="Geromic Picture.png" alt="Profile Picture">
        <div class="about-content">
            <h2>About Me</h2>
            <p>
                As a senior civil servant belonging to the Indian Administrative Service, I have worked for the last nine years across numerous government departments including major infrastructure sectors like ports to regulatory departments like land revenue in the state of Kerala. 
                My field assignments include a training stint as Assistant Collector in Kannur and two years as Sub Collector in Ottapalam, focusing on tribal land rights and social development. I served as the District Collector of Thiruvananthapuram (the administraive head of state capital), becoming one of the youngest to hold the position, during which I received the Best District Collector Award twice and the Best District Electoral Officer award. 
            </p>
            <p>
                In the capacity of the Head of the Department, I have worked as Director Sports and Youth Affairs, CEO Kerala Maritime Board, Director Kerala Youth Leadership Academy, Secretary State Land Board, Joint Commissioner Land Revenue, and Director Backward Classes Development Department, with the key responsibility for the design and implementation of various schemes and policies for the development of the concerned sector. I am an economist by training with academic interest in public finance, environment and tech.
            </p>
            <p>
                Currently, I am a Chevening Scholar in the MPP programme (2024/25) at LSE’s School of Public Policy and hope to learn evidence-based policy-making skills as well as technical skills like data visualization. Besides work, I love science fiction and watching football. I am a keen quizzer and an occasional writer and painter.
            </p>
        </div>
    </section>

    <footer>
        <p>&copy; 2024 Geromic George | All Rights Reserved</p>
        <p><a href="contact.html">Contact Me</a></p>
    </footer>
</body>
</html>
